user_phone_num=input("Please enter a word: ")
i=0
while i<3:
	i+=1
	print(user_phone_num[i])

# Հարց 1. Ինչու է վերը գրված կոդում պռինտը անում 
# գրված բառի երկրորդ տառից սկսած:
# Հարց 2. Ինչու է Tnayin 11.py-ի 11-20 տողերում գրված 
# կոդում slice-ի քառակուսի փակագծում գրված վերջին 
# նիշը ոչ ներառյալ դիտարկում, իսկ Tnayin 12.py-ի 1-6 
# տողերում գրված կոդում slice-ի քառակուսի փակագծում 
# գրված վերջին նիշը ոչ ներառյալ դիտարկում:
# Oրինակ՝ առաջի դեպքում [0:2] գրելուց պռինտ է անում միայն 
# առաջի 2 նիշերի արժեքները, իսկ երկրորդի դեպքում՝ առաջի 
# 3 նիշերի: